{ "stories": [{
    "title": "Amber Heard Allegedly Claims Johnny Depp Once Wrote Messages On Wall With Bloody Fingertip — REPORT",
    "author": "Nicole Pomarico",
    "image": "https://lovelace-media.imgix.net/getty/533869444.jpg?w=684&h=513&fit=crop&crop=faces&auto=format&q=70",
    "content": "It may have been months since the news broke of Johnny Depp and Amber Heard's split, but the divorce proceedings are still going on, and now, a pretty gruesome claim has been made. TMZ claims that \"Amber and her people\" allege that Depp cut off his fingertip during an argument before dipping it in blue paint and writing Billy Bob Thornton's name on a mirror and the words \"Easy Amber.\" TMZ's report claims that Depp thought Heard was cheating with her London Fields costar and claims he made these accusations last March, while he was filming the latest installment of Pirates of the Caribbean in Australia. Bustle has reached out to reps for Depp and Heard regarding TMZ's claims, but has not yet heard back.<br>TMZ claims to have obtained photos showing Depp's injured finger — which the site claims are being used as evidence in Heard's domestic violence case against the actor — but before you look, be warned: They are very difficult to look at. Depp previously denied Heard's claims of abuse through his lawyer, Laura Wasser, who told People in May, \"Amber is attempting to secure a premature financial resolution by alleging abuse.\"<br>In June, Heard withdrew her request for spousal support. According to People, in the declaration, Heard said the fact that she was asking for the money was being \"used against me to distract and divert the public away from the very serious real issue of domestic violence.\"<br>TMZ claims Heard alleges the injury to Depp's finger happened when Depp was smashing bottles and windows in a fit of rage, and that she also alleges he was drunk and under the influence of ecstasy at the time. The site claims that Heard's people allege Depp didn't seek medical attention until 24 hours later and that at that point it was too late to reattach the finger so doctors used skin from another part of Depp's hand to make a new fingertip for him.",
    "section": "Entertainment"
  }, {
    "title": "8 Nonfiction Books About Unsolved Crimes",
    "author": "Alex Weiss",
    "image": "https://lovelace-media.imgix.net/uploads/1169/01a3de90-34b3-0134-066a-062f3a35be5f.jpg?w=684&h=513&fit=crop&crop=faces&auto=format&q=70",
    "content": "For some reason, learning about unsolved murders and mysterious crimes is so strangely fascinating to so many of us. As a kid, I never understood why my mom enjoyed true crime investigation shows so much, but as an adult who loves Serial, Making A Murderer, The Night Of and books about unsolved crimes, I totally get it. I can't get enough of unsolved crimes, on-screen and in-between the pages of books.<br>There are quite a few murder mysteries that I'm borderline obsessed with. When it comes to unsolved true crimes, just about anything can capture my attention. If you're the same way, you're probably constantly searching for the next best true crime book. While unsolved crime cases can often seem dull on the outside (I mean, there's no conclusion or exciting arrests made, so what's so interesting about it?), the clues and false leads are what many find so interesting. You can keep asking questions, thinking up new solutions, and pretending to be a private detective. It's like a never ending game of Clue — only a lot more tragic.<br>From unsolved murder mysteries to missing people in the jungle to scary realities and lurking, serial killers who remain on the loose, here are eight must-read books about haunting unsolved crimes:",
    "section": "Books"
  }, {
    "title": "'The Nightly Show With Larry Wilmore' Is Canceled, But We Shouldn't Be Ready To Say Goodbye",
    "author": "Jordana Lipsitz",
    "image": "https://lovelace-media.imgix.net/getty/503501954.jpg?w=684&h=513&fit=crop&crop=faces&auto=format&q=70",
    "content": "It is a very sad day in the world of \"fake news.\" Deadline reports that Comedy Central made the decision to cancel The Nightly Show With Larry Wilmore, a show created and executive produced by Jon Stewart and hosted by Wilmore. The Nightly Show was doing poorly in the ratings, but had a few classic viral moments like his coverage of the arrest of Bill Cosby among many other bits. It's so upsetting that this show only had two seasons to get in its stride, and then didn't even get the chance to make it to that stride. But I like to think there's still hope for the show — like maybe it could find new life on the internet. Because what Wilmore is saying and doing needs to be heard and seen.<br>The worst part about this cancellation is that it comes two months before the 2016 presidential election, a prime time for comedic fodder. Wilmore spoke of the decision with Deadline, \"...I'm saddened and surprised we won't be covering this crazy election or ‘The Unblackening’ as we’ve coined it. And keeping it 100, I guess I hadn’t counted on ‘The Unblackening' happening to my time slot as well.”<br>As watchers of the show know, \"The Unblackening\" refers to a concept Wilmore coined in regards to Donald Trump's desire to \"make America great again.\" Washington Post describes it as \"Wilmore's pithy way of describing his sense that so many white Americans are eager for more than an end to Obama's presidency but what they sense is the ascendancy of non-white Americans, their concerns, interests and experiences.\" This type of dialogue is something the world still needs to hear — perhaps via some sort of internet series?",
    "section": "Entertainment"
  }]
}
